tsung/tsung.xml
<?xml version="1.0"?>
<!DOCTYPE tsung SYSTEM "/usr/share/tsung/tsung-1.0.dtd">
<tsung loglevel="notice" version="1.0">
	<servers>
		<server host="178.205.251.227" port="80" type="tcp"></server>
	</servers>
	<clients>
		<clients>
			<client host="localhost" use_controller_vm="true"/>
		</clients>
	</clients>
	<load>
		<arrivalphase phase="1" duration="2" unit="minute">
			<users interarrival="0.1" unit="second"></users>
		</arrivalphase>
	</load>
	<sessions>
		<session probability="100" name="ab" type="ts_http">
			<request>
				<http url="/api-dev/v2/u:00000000-0000-0000-0000-000000000002_s:0000000000000000000000000000007e_d:00000000-0000-0000-0000-000000000003_r:67d56bc2-0b50-4c18-8c0a-50ba3566d58e_t:1393907587/entity:adc8fccb-8326-4814-812d-1ccaa7521ae3/" method="GET" version="1.1"></http>
			</request>
		  </session>
	</sessions>
</tsung>